#ifndef INC_TIMERS_H_
#define INC_TIMERS_H_

#ifdef __cplusplus
extern "C" {
#endif

//----------------------- подключим файлы ------------------------------------//
#include "stm32f4xx.h"
#include "saportAndData.h"
//----------------------- дефайним значения ----------------------------------//


//----------------------- объявим функции ------------------------------------//


//----------------------- объявим структуры ----------------------------------//



#ifdef __cplusplus
}
#endif

#endif /* INC_TIMERS_H_ */
